Repository: pepeizq/Steam-Tiles
Catalog: Steam Tiles/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, zh_cn

# AddTile.Text
source: Add Tile
es_es: Añadir Tile

# Config
source: Configuration
es_es: Configuración
zh_cn: 设置

source: More Things
es_es: Más Cosas
zh_cn: 更多应用

# Contact.Text
source: Contact
es_es: Contactar

source: Missing Games
es_es: Juegos que Faltan

source: Activated
es_es: Activado

source: Black
es_es: Negro

source: Bottom Left
es_es: Abajo Izquierda

source: Bottom Right
es_es: Abajo Derecha

# BuyApp.Text
source: Buy App
es_es: Comprar App

# ChangeImageComputer.Text
source: Change the image using a file from your computer (accepted formats: .png, .jpg, .jpeg):
es_es: Cambia la imagen usando un fichero de tu ordenador (formatos aceptados: .png, .jpg, .jpeg):

# ChangeImageComputerSearch.Text
source: Search the image
es_es: Buscar la imagen

# ChangeImageLink.Text
source: Change the image using a direct link to an image:
es_es: Cambia la imagen usando un enlace directo a una imagen:

# ChangeImageLinkInfo
source: Put the link here
es_es: Pon el enlace aquí

# ConfigCache.Text
source: Cache
es_es: Caché

# ConfigCache2.Text
source: If you activate the cache mode, the application will download all the necessary images to generate Tiles and it will be able to load the list better if you have hundreds of games.
es_es: Si activas el modo caché, la aplicación descargara todas las imágenes necesarias para generar Tiles y podrá cargar mejor el listado si tienes cientos de juegos.

# ConfigCacheClean.Text
source: Clear Cache
es_es: Limpiar Caché

# ConfigCacheMessage.Text
source: If you clear the cache, it will automatically re-download the images of the games.
es_es: Si limpias la caché, automáticamente volverá a descargar las imágenes de los juegos.

source: Disabled
es_es: Desactivado

source: Games
es_es: Juegos

# ImageAdjustment.Text
source: Image fit to Tile space:
es_es: Ajuste de imagen al espacio de la Tile:

# ImageAdjustmentFill
source: Fill
es_es: Rellenar

# ImageAdjustmentNone
source: None
es_es: Ninguno

# ImageAdjustmentUniform
source: Uniform
es_es: Uniforme

# ImageAdjustmentUniformFill
source: Uniform and Fill
es_es: Uniforme y Rellenar

# ImageBackground.Text
source: Change the background color of the Tile:
es_es: Cambia el color de fondo de la Tile:

# ImageCorner.Text
source: Adjust the radius at the corners of the image:
es_es: Ajustar el redondeo en las esquinas de la imagen:

# ImageIcon.Text
source: Add a platform icon to the Tile:
es_es: Añadir un icono de la plataforma a la Tile:

# ImageIconPosition.Text
source: Icon position:
es_es: Posición del icono:

# ImageMargin.Text
source: Adjust the margin between the image and the Tile space:
es_es: Ajustar el margen entre la imagen y el espacio de la Tile:

# ImageTitle.Text
source: Show the title of the game at the bottom left of the Tile space (not shown in the preview):
es_es: Mostrar el título del juego abajo a la izquierda del espacio de la Tile (no se muestra en la vista previa):

# ImageTitleColor.Text
source: Choose the title color:
es_es: Elige el color del título:

# ImageTransparent.Text
source: Transparent Tile background:
es_es: Fondo de la Tile transparente:

# MissingGames1.Text
source: For this reason I need your help if you see if a game is missing or if a game runs the version of a region other than yours.
es_es: Por esta razón necesito vuestra ayuda si veis si falta algún juego o si algún juego ejecuta la versión de una región distinta a la vuestra.

# MissingGames2.Text
source: Before contacting me I need you to make a shortcut of the game on the desktop and provide me with the information on the screen on the right.
es_es: Antes de contactar conmigo necesito que hagáis un acceso directo del juego en el escritorio y me indicáis la información de la pantalla de la derecha.

# MissingGames3.Text
source: And I also need to know the country where you are, there are games that can only be run from certain countries.
es_es: Y también necesito saber el país donde estáis, hay juegos que solo se pueden ejecutar desde determinados países.

# MoreThingsContact
source: Contact
es_es: Contactar

# MoreThingsHelpTranslate
source: Help to Translate
es_es: Ayuda a Traducir

# MoreThingsHelpTranslateDescription
source: If the application is not in your language, you can help me translate it into your language using the Poeditor platform.
es_es: Si la aplicación no está en tu idioma, puedes ayudarme a traducirla a tu idioma usando la plataforma Poeditor.

# MoreThingsMyTwitterDescription
source: In my Twitter account I will comment on the progress that I make in my applications and games, but I will also post things related to PC video game platforms.
es_es: En mi cuenta de Twitter iré comentando los avances que vaya realizando en mis aplicaciones y juegos, pero también pondré cosas relacionadas con plataformas de videojuegos de PC.

# MoreThingsOpen
source: Open
es_es: Abrir

# MoreThingspepeizqappsDescription
source: If you want to contact me or see other applications and games that I have created, you can visit my website.
es_es: Si quieres contactar conmigo o ver otras aplicaciones y juegos que he creado, puedes visitar mi web.

# MoreThingspepeizqdealsDescription
source: I have also created a web of video game deals for PC, I encourage you to visit it.
es_es: También he creado una web de ofertas de videojuegos para PC, os animo a visitar la web.

# MoreThingsRate
source: Rate
es_es: Calificar

# MoreThingsRateApp
source: Rate the App
es_es: Calificar la Aplicación

# MoreThingsRateAppDescription
source: You can rate the application with the rating that you think it deserves.
es_es: Puedes calificar la aplicación con la valoración que tu creas que merezca.

# MoreThingsRateAppThanks
source: Thanks for rating the app
es_es: Gracias por calificar la app

# MoreThingsSourceCode
source: Source Code
es_es: Código Fuente

# MoreThingsSourceCodeDescription
source: You can see the source code of the application on Github, if you have an account you can put a star on it.
es_es: Puedes ver el código fuente de la aplicación en Github, si tienes cuenta puedes ponerle una estrella.

# MoreThingsVideo
source: Video on Youtube
es_es: Vídeo en Youtube

# MoreThingsVideoDescription
source: In case you have questions about how to use the application, I have uploaded a video to Youtube.
es_es: Por si tienes dudas de como usar la aplicación, he subido un video a Youtube.

# Personalization.Text
source: Personalization
es_es: Personalización

source: Top Left
es_es: Arriba Izquierda

source: Top Right
es_es: Arriba Derecha

# TrialMessage.Text
source: You are using the trial version of the application, you can only have one Tile active.
es_es: Estás usando la versión de prueba de la aplicación, solo puedes tener activa una Tile.

# Ubi_MissingGames.Text
source: Due to restrictions in the Ubisoft Connect API, I must manually integrate their games into the app.
es_es: Por restricciones en la API de Ubisoft Connect, debo integrar sus juegos manualmente en la app.

# Ubi_StoreDescription
source: Pin Tiles of your games from the Ubisoft Connect launcher to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos de Ubisoft Connect en el Menú Inicio de Windows 10.

source: White
es_es: Blanco

source: Yes
es_es: Si

# SearchGame
source: Search for a game
es_es: Busca un juego

# StoreVideo
source: How to use the app
es_es: Como usar la app

# ConfigFolderMessage.Text
source: Before being able to generate the available tiles for your games, the application needs to configure the following things:
es_es: Antes de poder generar las Tiles disponibles de tus juegos, la aplicación necesita configurar las siguientes cosas:

# ConfigNoGamesDetected.Text
source: No games detected, you must configure the application before you can add Tiles.
es_es: No se han detectado juegos, debes configurar la aplicación antes de poder añadir Tiles.

# ConfigOpen.Text
source: Open Configuration
es_es: Abrir Configuración

# ConfigSearchFolder.Text
source: Search Folder
es_es: Buscar Carpeta

# ConfigShowImage.Text
source: Show screenshot with the option
es_es: Enseñar imagen con la opción

# Twitch_ConfigFolderPath.Text
source: Select the file GameProductInfo.sqlite in the folder: C:\Users\[Your User]\AppData\Roaming\Twitch\Games\Sql
es_es: Seleccionar el fichero GameProductInfo.sqlite en la carpeta: C:\Usuarios\[Tu Usuario]\AppData\Roaming\Twitch\Games\Sql

# Twitch_StoreDescription
source: Pin Tiles of your games from the Twitch launcher to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos del launcher de Twitch en el Menú Inicio de Windows 10.

# ConfigOpenOption.Text
source: Open option
es_es: Abrir opción

# Amazon_ConfigFolderPath.Text
source: Select the file GameProductInfo.sqlite in the folder: C:\Users\[Your User]\AppData\Local\Amazon Games\Data\Games\Sql
es_es: Seleccionar el fichero GameProductInfo.sqlite en la carpeta: C:\Usuarios\[Tu Usuario]\AppData\Local\Amazon Games\Data\Games\Sql

# Amazon_StoreDescription
source: Pin Tiles of your games from the Amazon Games launcher to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos del launcher de Amazon Games en el Menú Inicio de Windows 10.

# Amazon_Title
source: Tiles for Amazon Games
es_es: Tiles para los juegos de Amazon

# Bethesda_MissingGames.Text
source: Due to restrictions in the Bethesda API, I must manually integrate their games into the app.
es_es: Por restricciones en la API de Bethesda, debo integrar sus juegos manualmente en la app.

# Bethesda_StoreDescription
source: Pin Tiles of your games from the Bethesda Launcher to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos del launcher de Bethesda en el Menú Inicio de Windows 10.

# Bethesda_Title
source: Tiles for Bethesda Games
es_es: Tiles para los juegos de Bethesda

# Blizzard_Title
source: Tiles for Blizzard Battle.net Games
es_es: Tiles para los juegos de Blizzard Battle.net

# ConfigFileMessage.Text
source: Unhide files and folders, this option is found in File Explorer Options (use the search engine to find the option).
es_es: Desoculta los ficheros y carpetas, esta opción se encuentra en Opciones del Exploradores de Archivos (usar el buscador para encontrar la opción).

# ConfigSearchFile.Text
source: Search File
es_es: Buscar Fichero

source: More Tiles
es_es: Más Tiles

# MoreTilesError
source: Data could not be loaded
es_es: No se ha podido cargar los datos

source: Open Web
es_es: Abrir Web

# Twitch_Title
source: Tiles for Twitch Games
es_es: Tiles para los juegos de Twitch

# Ubi_Title
source: Tiles for Ubisoft Games
es_es: Tiles para los juegos de Ubisoft

# Blizzard_StoreDescription
source: Pin Tiles of your games from the Blizzard Battle.net launcher to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos del launcher de Blizzard Battle.net en el Menú Inicio de Windows 10.

# Discord_ConfigImport.Text
source: Select where you are going to import the games:
es_es: Selecciona de donde vas a importar los juegos:

# Discord_ConfigImport1
source: Games installed on Discord
es_es: Juegos instalados en Discord

# Discord_ConfigImport2
source: Games imported from Steam
es_es: Juegos importados de Steam

# Discord_ConfigMessage1.Text
source: Select the folder where you have your Discord games installed:
es_es: Selecciona la carpeta donde tengas instalados tus juegos de Discord:

# Discord_ConfigMessage2.Text
source: Select the file with extension .log in: C:\Users\[your user]\AppData\Roaming\discord\Local Storage\leveldb
es_es: Seleciona el fichero con extensión .log en: C:\Users\[your user]\AppData\Roaming\discord\Local Storage\leveldb

# Discord_Message.Text
source: If your games are from Steam or from another platform other than Discord, I recommend purchasing the corresponding app for your games.
es_es: Si tus juegos son de Steam o de otra plataforma ajena a Discord, te recomiendo adquirir la app correspondiente para tus juegos.

# Discord_OpenTiles.Text
source: Show Apps
es_es: Mostrar Apps

# Discord_StoreDescription
source: Pin Tiles of your games from the Discord App to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos de la app de Discord en el Menú Inicio de Windows 10.

# Discord_Title
source: Tiles for Discord Games
es_es: Tiles para los juegos de Discord

# Gog_ConfigMessage.Text
source: Select the folder: C:\ProgramData\GOG.com\Galaxy\webcache\[Your ID User]\gog
es_es: Selecciona la carpeta: C:\ProgramData\GOG.com\Galaxy\webcache\[Tu ID de Usuario]\gog

# Gog_StoreDescription
source: Pin Tiles of your games from GOG Galaxy to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos de GOG Galaxy en el Menú Inicio de Windows 10.

# Gog_Title
source: Tiles for GOG Games
es_es: Tiles para los juegos de GOG

# MoreTilesOpen
source: Open App in Store
es_es: Abrir App en la Tienda

# Origin_ConfigMessage.Text
source: Select the folder: C:\ProgramData\Origin\LocalContent
es_es: Selecciona la carpeta: C:\ProgramData\Origin\LocalContent

# Origin_StoreDescription
source: Pin Tiles of your games from Origin to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos de Origin en el Menú Inicio de Windows 10.

# Origin_Title
source: Tiles for Origin Games
es_es: Tiles para los juegos de Origin

# ConfigDeleteFolders.Text
source: Delete Folders
es_es: Borrar Carpetas

# Steam_AccountExample
source: Example: https://steamcommunity.com/id/pepeizq/
es_es: Ejemplo: https://steamcommunity.com/id/pepeizq/

# Steam_ConfigAccount.Text
source: Before adding your account you must allow to read your games.
es_es: Antes de añadir tu cuenta debes permitir leer la información de tus juegos.

# Steam_ConfigAccount2.Text
source: Add the link to your Steam Community account:
es_es: Añade el enlace a tu cuenta de Steam Community:

# Steam_ConfigFolderMessage.Text
source: Select the folders where you have your games installed, example: C:\Steam\steamapps
es_es: Selecciona las carpetas donde tengas instalados tus juegos, ejemplo: C:\Steam\steamapps

# Steam_ConfigImport1
source: Installed Games
es_es: Juegos Instalados

# Steam_ConfigImport2
source: Games on your Account
es_es: Juegos en tu Cuenta

# Steam_ConfigMessage.Text
source: The application allows you to load your Steam games that are installed or directly all the games you have in your account (if you have hundreds or thousands of games, I recommend choosing the installed games).
es_es: La aplicación permite cargar tus juegos de Steam que estén instalados o directamente todos los juegos que tengas en tu cuenta (si tienes cientos o miles de juegos recomiendo elegir los juegos instalados).

# Steam_ConfigModeMessage.Text
source: Select the mode:
es_es: Selecciona el modo:

# Steam_StoreDescription
source: Pin Tiles of your games from Steam to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos de Steam en el Menú Inicio de Windows 10.

# Steam_Title
source: Tiles for Steam Games
es_es: Tiles para los juegos de Steam

# Epic_ConfigFolderMessage.Text
source: Select the folder: C:\ProgramData\Epic
es_es: Selecciona la carpeta: C:\ProgramData\Epic

# Epic_ConfigImport1
source: Installed Games
es_es: Juegos Instalados

# Epic_ConfigImport2
source: All Games
es_es: Todos los Juegos

# Epic_ConfigMessage.Text
source: The application allows you to load your Epic games that are installed or directly select any game on the platform (in this case you must have the game to be able to run it).
es_es: La aplicación permite cargar tus juegos de Epic Games que estén instalados o directamente seleccionar cualquier juego en la plataforma (en este caso deberás tener el juego para poder ejecutarlo).

# Epic_ConfigModeMessage.Text
source: Select the mode:
es_es: Selecciona el modo:

# Epic_MissingGames.Text
source: Due to restrictions in the Epic Games API, I must manually integrate their games into the app.
es_es: Por restricciones en la API de Epic Games, debo integrar sus juegos manualmente en la app.

# Epic_SelectGame
source: Select a game (you must have the game on Epic Games)
es_es: Selecciona un juego (debes tener el juego en Epic Games)

# Epic_StoreDescription
source: Pin Tiles of your games from the Epic Games launcher to the Windows 10 Start Menu.
es_es: Añade Tiles de tus juegos del launcher de Epic Games en el Menú Inicio de Windows 10.

# Epic_Title
source: Tiles for Epic Games
es_es: Tiles para los juegos de Epic Games

# SelectGame
source: Select a game
es_es: Selecciona un juego

# Ubi_SelectGame
source: Select a game (you must have the game on Ubisoft Connect)
es_es: Selecciona un juego (debes tener el juego en Ubisoft Connect)

# Bethesda_SelectGame
source: Select a game (you must have the game on Bethesda Launcher)
es_es: Selecciona un juego (debes tener el juego en el launcher de Bethesda)

# Blizzard_SelectGame
source: Select a game (you must have the game on Blizzard Battle.net)
es_es: Selecciona un juego (debes tener el juego en Blizzard Battle.net)

# ImageTitleText.Text
source: Modify the title:
es_es: Modifica el título:

source: App
es_es: Aplicación

# AppBlack.Text
source: Black
es_es: Negro

# AppSelectMode.Text
source: Select a mode:
es_es: Selecciona un modo:

# AppWhite.Text
source: White
es_es: Blanco

# Steam_AppMessage
source: Besides adding Tiles for your Steam games, you can also add a Tile to start Steam only.
es_es: Ademas de añadir Tiles para tus juegos de Steam, también puedes añadir una Tile para iniciar solamente Steam.

source: Albums
es_es: Álbumes

# Spotify_SearchAlbum.Text
source: Search Album
es_es: Buscar Álbum

# Spotify_SearchMessage.Text
source: Enter the name of the album or artist, and click search:
es_es: Introduce el nombre del álbum o del artista, y clickea buscar:

# Spotify_StoreDescription
source: Pin Tiles of your Spotify albums to the Windows 10 Start Menu.
es_es: Añade Tiles de tus álbumes de Spotify en el Menú Inicio de Windows 10.

# Spotify_StoreTags
source: Spotify,Music
es_es: Spotify,Música

# Spotify_Title
source: Tiles for Spotify Albums
es_es: Tiles para los álbumes de Spotify

# AddTile.Text
source: Pin Tile
zh_cn: 固定磁贴

# ConfigSteamAddFolder.Text
source: Add Folder
zh_cn: 添加文件夹

# ConfigSteamDeleteFolders.Text
source: Delete Folders
zh_cn: 删除文件夹

# ConfigSteamFolderMessage.Text
source: Add your Steam folder following this example: C:\Steam\steamapps
zh_cn: 添加你的游戏目录，例如：C:\Steam\steamapps

# ConfigSteamFoldersAdded.Text
source: Folders added:
zh_cn: 已添加文件夹

# ConfigSteamFoldersWarning.Text
source: Advice: If you have installed games in different hard drives add the steamapps folder of each hard drive.
zh_cn: 提示：如果你将游戏安装到了多个目录，请分别添加每个目录。

# ErrorSteam1
source: No games detected. Remember select the folder steamapps inside of Steam.
zh_cn: 未检测到游戏，请务必添加steamapps目录。

source: games detected
zh_cn: 检测到游戏

# NoFoldersDetected
source: None
zh_cn: 无

# NoGamesDetected.Text
source: No games detected, go to Configuration
zh_cn: 未检测到游戏，请前往设置页面

# SelectGame.Text
source: Select a game
zh_cn: 选择一个游戏

# TileIcon.Text
source: Add icon
zh_cn: 添加图标

source: Tiles
zh_cn: 磁贴

# TileTitle.Text
source: Add title
zh_cn: 添加标题

# Change
source: Change Folder
zh_cn: 更改目录

# ConfigBlizzardFolderMessage.Text
source: Add the folder where are installed your Blizzard games:
zh_cn: 添加你安装暴雪公司游戏的目录

# ConfigGOGFolderMessage.Text
source: Add your GOG Galaxy folder following this example: C:\GalaxyClient\Games
zh_cn: 添加GOG Galaxy客户端的目录，例如：C:\GalaxyClient\Games

# ConfigGOGFoldersWarning.Text
source: Because the way GOG Galaxy works the app will open the gameview of the game, not the executable
zh_cn: 因为GOG Galaxy客户端与本软件的兼容性问题，本软件将打开游戏的详情页面，而不是直接打开游戏。

# ConfigTwitchFolderMessage.Text
source: Add the folder C:\Users\[Your User]\AppData\Roaming\Twitch
zh_cn: 按照下面的例子添加目录：C:\Users\[你的用户名]\AppData\Roaming\Twitch

# DescriptionStoreBlizzard
source: Pin Tiles in the Start Menu of Windows 10 for your Blizzard games.
zh_cn: 将你的暴雪游戏以磁贴方式固定到开始菜单

# DescriptionStoreGOG
source: Pin Tiles in the Start Menu of Windows 10 for your GOG Galaxy games.
zh_cn: 将你的GOG游戏以磁贴方式固定到开始菜单

# DescriptionStoreOrigin
source: Pin Tiles in the Start Menu of Windows 10 for your Origin games.
zh_cn: 将你的Origin游戏以磁贴方式固定到开始菜单

# DescriptionStoreSteam
source: Pin Tiles in the Start Menu of Windows 10 for your Steam games.
zh_cn: 将你的Steam游戏以磁贴方式固定到开始菜单

# DescriptionStoreTwitch
source: Pin Tiles in the Start Menu of Windows 10 for your Twitch Desktop App games.
zh_cn: 将你的Twitch游戏以磁贴方式固定到开始菜单

# Updates.Text
source: Updates
zh_cn: 更新日志

# ConfigOriginFolderMessage.Text
source: Add the folder C: \ ProgramData \ Origin \ LocalContent (it can be hidden)
zh_cn: 添加目录C:\ProgramData\Origin\LocalContent（这个文件夹可能是隐藏文件夹）
